Repository: SamTyurenkov/shop.keramika-kartina.ru
Catalog: plugins/woodev-*-post/languages/woocommerce-*-post-*.po
Languages: ru_ru

source: Enter product`s default parameters. These parameters using only in case when product doesnt have it.
ru_ru: Введите параметры товара по умолчанию. Эти параметры используются только в том случае, если у товара они не указаны в карточке.

source: Enter weight for single product.
ru_ru: Введите вес одного товара

source: Enter height for single product.
ru_ru: Введите высоту одного товара.

source: Enter width for single product.
ru_ru: Введите ширину одного товара

source: Enter length for single product.
ru_ru: Введите длину одного товара.

source: Order fields params
ru_ru: Параметры полей формы заказа

source: Set up behaves fields of checkout form like as Address, City, Postal Code etc
ru_ru: Настройте поведение полей формы оформления заказа, таких как адрес, город, почтовый индекс и т. д.

source: Enable/Disable
ru_ru: Вкл/Выкл

source: Fill postcode
ru_ru: Заполнять "Почтовый индекс"

source: Yes/No
ru_ru: Да/Нет

source: Hide address & post code fields
ru_ru: Прятать поля "Адрес" и "Почтовый индекс"

source: Enable this option if you want to hide the address and postal code fields when the chosen shipping method type is "To postal office".
ru_ru: Включите эту опцию если хотите что бы поля "Адрес" и "Почтовый индекс" не отображались в случае если выбран метод доставки с типом "В отделение почты".

source: Enable or disable this option as you need
ru_ru: Включите или отключите эту опцию, как вам нужно

source: Automatically close the map
ru_ru: Автоматически закрывать карту

source: Close the map automatically when the customer has chosen postal office
ru_ru: Автоматически закрывать карту, когда клиент выбрал почтовое отделение

source: Orders
ru_ru: Заказы

source: Choose type of order export. Depending on the service you choose, orders will be sent to that service. For more information, please see the plugin documentation.
ru_ru: Выберите тип экспорта заказа. В зависимости от выбранной вами службы, заказы будут отправляться в эту службу. Для получения дополнительной информации см. документацию плагина.

source: Enable auto orders export to Russian Post dashboard
ru_ru: Включить автоматический экспорт заказов в ЛК Почты России

source: Debug
ru_ru: Отладка

source: Enable debug mode
ru_ru: Включить режим отладки/логирования

source: All logs will be <a href="%s">saved here</a>
ru_ru: Все логи будут <a href="%s">сохраняться тут</a>

source: Tracking
ru_ru: Отслеживание

source: Enable delivery status tracking
ru_ru: Включить отслеживание статуса доставки

source: Your login
ru_ru: Ваш логин

source: Your password
ru_ru: Ваш пароль

source: <span class="status-successful-connect">Account is connected</span> Count of requests %d from %d
ru_ru: <span class="status-successful-connect">Учётная запись Почты РФ подключена</span> Кол-во запросов %d из %d

source: <span class="status-fail-connect">Your account is not connected</span> You are probably having a mistake in your account credential data. Make sure you have entered your account information correctly.
ru_ru: <span class="status-fail-connect">Ваша учётная запись не подключена</span> Вероятно, у вас есть ошибка в данных вашей учетной записи. Убедитесь, что вы правильно ввели данные своей учетной записи.

source: <span class="status-fail-connect">Your account is not connected</span> You need to enter your credential data.
ru_ru: <span class="status-fail-connect">Ваша учётная запись не подключена</span> Вам необходимо ввести свои учетные данные.

source: <p>Provide your authorization data from <a href="%s" target="_blank">Russian Post account</a></p>
ru_ru: <p>Укажите свои данные авторизации от <a href="%s" target="_blank">учётной записи Почты РФ</a></p>

source: <p>Before beginning usage of this plugin, please <a href="%s" target="_blank">read documentation</a></p>
ru_ru: <p>Перед началом использования плагина, пожалуйста <a href="%s" target="_blank">почтите документацию</a></p>

source: <p><a href="%s" target="_blank" class="button-secondary">Your account dashboard here</a></p>
ru_ru: <p><a href="%s" target="_blank" class="button-secondary">Ваш личный кабинет здесь</a></p>

source: Your dashboard link was updated
ru_ru: Ссылка на ваш личный кабинет была обновлена

source: Your new dashboard link was created
ru_ru: Ссылка для вашего нового личного кабинета была создана

source: The plugin %s was activated
ru_ru: Плагин %s был активирован

source: <p>To enter to your dashboard page, click the button below</p><center><a href="%s" class="button">Enter to dashboard</a></center>
ru_ru: <p>Чтобы войти в ваш аккаунт, нажмите кнопку ниже</p><center><a href="%s" class="button">Войти в личный кабинет</a></center>

source: Cannot get delivery point data by ID %d
ru_ru: Не удается получить данные точки доставки по ID %d

source: The order has been assigned a tracking number
ru_ru: Заказу присвоен номер отслеживания

source: The order status of Russian Post was changed from %s to %s
ru_ru: Статус Почты России изменился с %s на %s

source: The order status of Russian Post was changed to %s
ru_ru: Статус Почты России изменился на %s

source: N/A
ru_ru: Н/Д

source: Undefined export order type
ru_ru: Недопустимый тип экспорта заказа

source: and
ru_ru: и

source: An error occurred during the order has been exported.
ru_ru: Во время экспорта заказа произошла неизвестная ошибка.

source: Cannot export order to Russian Post
ru_ru: Невозможно экспортировать заказ в почту РФ

source: Error occurred in process export the order: %s
ru_ru: Произошла ошибка в процессе экспорта заказа: %s

source: Failed to export the order %s. Error: %s
ru_ru: Не удалось экспортировать заказ %s. Ошибка: %s

source: Invalid export type parameter.
ru_ru: Недопустимый параметр типа экспорта.

source: Invalid external ID parameter.
ru_ru: Недопустимый параметр внешнего идентификатора.

source: Cannot update the order to Russian Post
ru_ru: Невозможно обновить заказ в Почте России

source: Failed to get remote order data. Error: %s
ru_ru: Не удалось получить данные удаленного заказа. Ошибка: %s

source: Unsupported export type parameter.
ru_ru: Неподдерживаемый параметр типа экспорта.

source: Failed to remove the order %s from Russian Post. Error: %s
ru_ru: Не удалось удалить заказ %s из Почты России. Ошибка: %s

source: The order has been automatically completed because it was delivered to receipt.
ru_ru: Заказ был автоматически завершен, потому что он был доставлен до покупателя.

source: The order now is in delivering process.
ru_ru: Заказ сейчас находится в процессе доставки.

source: The order was canceled. Reason: %s
ru_ru: Заказ был отменён. Причина: %s

source: Russian Post - Courier (Woodev)
ru_ru: Почта России - Курьер (Woodev)

source: Shipping method via Russian Post a courier to door
ru_ru: Способ доставки через Почту России курьером до двери

source: Russian Post - Postal Office (Woodev)
ru_ru: Почта России - Почтовое отделение (Woodev)

source: Shipping method via Russian Post to postal office
ru_ru: Способ доставки через Почту России в почтовое отделение

source: Credentials of Tracking service cannot be empty.
ru_ru: Учетные данные службы отслеживания не могут быть пустыми.

source: Tracking number sending - Russian Post
ru_ru: Отправка номера отслеживания - Почта России

source: The tracking number email is sent to the customer as soon as the order is assigned a tracking number.
ru_ru: Письмо с номером отслеживания отправляется клиенту, как только заказу присваивается номер отслеживания.

source: Message text
ru_ru: Текст письма

source: Enter message that will be showing on email body. %s
ru_ru: Введите сообщение, которое будет отображаться в теле письма. %s

source: [{site_title}] - Order #{order_number} was exported to Russian Post.
ru_ru: [{site_title}] - Заказ #{order_number} был экспортирован в Почту России.

source: Your order #{order_number} has been assigned a tracking number.
ru_ru: Вашему заказу #{order_number} был присвоен номер отслеживания.

source: Your order #{order_number} on web-site <a href="{site_url}" target="_blank">{site_title}</a> has been exported to Russian Post with tracking number {tracking_number}. You can track your order status {tracking_url}.
ru_ru: Ваш заказ #{order_number} на сайте <a href="{site_url}" target="_blank">{site_title}</a> был экспортирован в Почту России с номером отслеживания {tracking_number}. Вы можете отслеживать статус доставки вашего заказа по это ссылке {tracking_url}.

source: Thanks for shopping with us. If you have any problems with delivery, please let us know.
ru_ru: Благодарим что покупаете у нас. Если у вас возникли проблемы с доставкой, пожалуйста, сообщите нам об этом.

source: Webhook Request Body: %s
ru_ru: Тело запроса веб-хука: %s

source: [Webhook Error]: %s
ru_ru: [Веб-хук ошибка]: %s

source: Bad request
ru_ru: Неверный запрос

source: Invalid data.
ru_ru: Неверные данные.

source: Invalid GUID ID.
ru_ru: Недопустимый идентификатор GUID.

source: Invalid GUID key.
ru_ru: Недопустимый ключ GUID.

source: The order %s is not found.
ru_ru: Заказ %s не найден.

source: Parcel
ru_ru: Посылка

source: Online parcel
ru_ru: Посылка онлайн

source: Online courier
ru_ru: Онлайн курьер

source: EMS optimal
ru_ru: EMS оптимальный

source: Business courier
ru_ru: Бизнес курьер

source: Business courier express
ru_ru: Бизнес курьер экспресс

source: Parcel 1-st class
ru_ru: Посылка 1-го класса

source: Small packet
ru_ru: Мелкий пакет

source: ECOM
ru_ru: ЕКОМ

source: ECOM Marketplace
ru_ru: ЕКОМ Маркетплейс

source: ECOM Marketplace courier
ru_ru: ЕКОМ Маркетплейс курьер

source: Combined parcel
ru_ru: Комбинированная посылка

source: International
ru_ru: Международная

source: New
ru_ru: Новый

source: Exported
ru_ru: Экспортирован

source: Accepted
ru_ru: Принят в обработку

source: In delivery
ru_ru: В процессе доставки

source: Failed
ru_ru: Неудавшийся

source: Delivered
ru_ru: Доставлен

source: Canceled
ru_ru: Отменён

source: Updated information for %d order.
ru_ru: Обновлена информация для %d заказа.

source: This option unavailable because you are using suggestions options by CDEK plugin.
ru_ru: Эта опция недоступна потому что вы уже используете опции подсказок в плагине СДЭК.

source: Unfortunately, we were unable to update the information about the settlement. Please try reloading the page and try again.
ru_ru: К сожалению, нам не удалось обновить информацию о населённом пункте. Пожалуйста, попробуйте перезагрузить страницу и повторите попытку.

source: More details of your order is below.
ru_ru: Более подробная информация о вашем заказе ниже.

source: Current status connection
ru_ru: Текущий статус соединения

source: Close
ru_ru: Закрыть

source: Name:
ru_ru: Имя:

source: Address:
ru_ru: Адрес:

source: Show address on the Yandex map
ru_ru: Показать адрес на Яндекс картах

source: Pickup points note:
ru_ru: Примечание пункта выдачи:

source: Office schedule:
ru_ru: Режим работы:

source: Status:
ru_ru: Статус:

source: Tracking code:
ru_ru: Номер отслеживания:

source: Latest update:
ru_ru: Последнее обновление:

source: %s at %s
ru_ru: %s в %s

source: History:
ru_ru: История:

source: Tracking history
ru_ru: История отслеживания

source: Current delivery status
ru_ru: Текущий статус доставки

source: Date
ru_ru: Дата

source: Location
ru_ru: Локация

source: Russian Post EMS integration with Woocommerce
ru_ru: Интеграция Почты России EMS с Woocommerce

source: You have successfully exported your first order to Russian Post!
ru_ru: Вы успешно экспортировали свой первый заказ в Почту России!

source: You have the first order that was delivered to the recipient.
ru_ru: У вас есть первый заказ, который был доставлен получателю.

source: The order was successfully auto-exported to Russian Post.
ru_ru: Заказ был успешно экспортирован в Почту России в автоматическом режиме.

source: Hi there! It looks like you have upgraded %1$s from an older version. We have added lots of new features, please %2$scheck out the documentation%3$s for an overview and some helpful upgrading tips!
ru_ru: Привет! Похоже, вы обновили %1$s со старой версии. Мы добавили множество новых функций. %2$sознакомьтесь с документацией%3$s, чтобы получить актуальную информацию и несколько полезных советов по обновлению!

source: Thanks for installing <strong>%1$s</strong>! To get started, take a few minutes to %2$sread the documentation%3$s
ru_ru: Спасибо за установку <strong>%1$s</strong>! Перед началом, потратьте несколько минут что бы %2$sпрочитать документацию%3$s

source: Cannot get site settings. Error: %s
ru_ru: Не возможно получить настрйоки сайта пользователя. Ошибка: %s
