Repository: SamTyurenkov/shop.keramika-kartina.ru
Catalog: plugins/woodev-*-post/languages/woocommerce-*-post-*.po
Languages: ru_ru

source: Changes of settings were not applied because your license key of the plugin %s is invalid, expired or not entered. Please, check your license key on the <a href="%s">Licenses Page</a>.
ru_ru: Изменения настроек небыли применены потому что лицензионный ключ плагина %s некорректный, истёк или не указан. Пожалуйста, проверьте ваш лицензионный ключ на <a href="%s">странице лицензий</a>.

source: Method name
ru_ru: Название метода

source: Russian Post Delivery
ru_ru: Доставка Почты РФ

source: Enter the name for this method. You can use special tag %parcel_type% (it will be replaced to shipment type name).
ru_ru: Введите название для этого метода. Вы можете использовать спецальный тег %parcel_type% (данный тег будет заменён на название типа доставки).

source: Minimal cost
ru_ru: Минимальная стоимость

source: Maximal cost
ru_ru: Максимальная стоимость

source: Free shipping
ru_ru: Бесплатная доставка

source: Delivery time
ru_ru: Время доставки

source: Show estimated delivery time
ru_ru: Показывать расчётное время доставки

source: Method description
ru_ru: Описание метода

source: Enter text to describe this shipping method. Leave blank to not use.
ru_ru: Введите текст который будет описывать данный метод доставки. Оставьте пустым что бы не использовать.

source: This text will be showing under of method title. Leave blank to not use.
ru_ru: Этот тект будет отображаться под названием этого метода доставки. Оставьте пустым что бы не использовать.

source: Shipping class
ru_ru: Класс доставки

source: Choose a shipping class that will be applied to this shipping method, if you need it
ru_ru: Выберите класс доставки который будет применён к этому методу доставки, если вам это нужно.

source: Allowed shipment type
ru_ru: Доступный тип доставки

source: Choose the shipment type that allowed to this shipping method.
ru_ru: Выберите тип достаавки который разрешен для этого метода доставки.

source: Any type (recommended)
ru_ru: Любой тип (рекомендуется)

source: Allowed payment methods
ru_ru: Доступные методы отплаты

source: Choose payment methods
ru_ru: Выберите методы оплаты

source: Choose payment methods, those will be available for this method. Leave blank to use any available payment method.
ru_ru: Выберите методы оплаты которые будут доступны для этого метода доставки. Оставьте пустым что бы использовать любой доступный метод оплаты.

source: Shipping method %s has been suspended because the zip code was not defined
ru_ru: Метод доставки %s был приостановлен потому что не удалось определить почтовый индекс

source: On this order has products that dont match chosen shipping class.
ru_ru: В этом заказе есть товары которые не совпадают с выбранным классом доставки.

source: Any shipping classes
ru_ru: Любые классы доставки

source: Without shipping class
ru_ru: Без класса доставки

source: Orders per page
ru_ru: Заказов на странице

source: Russian Post Orders
ru_ru: Заказы Почты РФ

source: Manage Russian Post Orders
ru_ru: Управление заказами почты РФ

source: Search results for "%s"
ru_ru: Результат поиска для "%s"

source: Search Orders
ru_ru: Поиск заказов

source: Action "%s" have not been completed, because you have not selected any order.
ru_ru: Действие "%s" не было выполнено, потому что вы не выбрали ни одного заказа.

source: Order %s was successfully exported to Russian Post
ru_ru: Заказ %s был успешно экспортирован в Почту РФ.

source: Order %s could not be exported.
ru_ru: Заказ %s не удалось экспортировать.

source: Order %s could not be exported because it was already exported.
ru_ru: Заказ %s не может быть экспортирован, так как он уже был экспортирован ранее.

source: Order %s was successfully updated.
ru_ru: Заказ %s был успешно обновлён.

source: Order %s could not be updated.
ru_ru: Заказ %s не удалось обновить.

source: Order %s could not be updated because it was not exported yet.
ru_ru: Заказ %s не был обновлён, так как он ещё не экспортирован.

source: Order %s was successfully canceled.
ru_ru: Заказ %s был успешно отменён.

source: Order %s could not be canceled.
ru_ru: Заказ %s не может быть отменён.

source: Order %s could not be canceled because it was not exported yet.
ru_ru: Заказ %s не может быть отменён, так как он ещё не экспортирован.

source: The order #%s was cancel by manager.
ru_ru: Заказ #%s был отменён менеджером.

source: Cannot cancel order #%s because it is not editable.
ru_ru: Невозможно отменить заказ #%s потому что он не доступен для редактирования.

source: Russian Post Order
ru_ru: Заказ почты РФ

# All orders status
source: All orders <span class="count">(%s)</span>
ru_ru: Все заказы <span class="count">(%s)</span>

source: Export
ru_ru: Экспортировать

source: Update
ru_ru: Обновить

source: Cancel
ru_ru: Отменить

source: Order
ru_ru: Заказ

source: Status
ru_ru: Статус

source: Customer
ru_ru: Покупатель

source: Delivery
ru_ru: Доставка

source: Shipment type
ru_ru: Тип отправления

source: Payment
ru_ru: Оплата

source: Tracking number
ru_ru: Номер отслеживания

source: Order Date
ru_ru: Дата заказа

source: Actions
ru_ru: Действия

source: Delivery to customer shipping address
ru_ru: Доставка до адреса покупателя

source: Delivery to Pochtamat
ru_ru: Доставка в Почтамат

source: Delivery to postal office of Russian Post
ru_ru: Доставка в отделение почты РФ

source: Address: %s
ru_ru: Адрес: %s

source: Note! The address may not be accurate as it has not been validated. Please recheck the recipients address before sending.
ru_ru: Примечание! Адрес может быть неточным, так как он не был подтвержден. Пожалуйста, перепроверьте адрес получателя перед отправкой.

# shipment type
source: Courier
ru_ru: Курьерская доставка

# shipment type
source: Postamat
ru_ru: Доставка в Почтамат

# shipment type
source: Postal office
ru_ru: Доставка в отделение почты

source: Order %s
ru_ru: Заказ %s

source: Edit this order
ru_ru: Редактировать этот заказ

source: Status "%s" means the order is only created but was not exported to Russian Post yet
ru_ru: Статус "%s" означает, что данный заказ только создан но ещё не был экспортирован в почту РФ

source: This order was canceled by the manager of the shop
ru_ru: Этот заказ был отменён менеджером магазина

source: This order was successful exported to Russia Post
ru_ru: Этот заказ был успешно экспортьирован в почту РФ

source: Status of Russian Post order is %s
ru_ru: Статус заказа почты РФ %s

# %s = human-readable time difference
source: %s ago
ru_ru: %s назад

source: Export order
ru_ru: Экспортировать заказ

source: Export order to Russian Post
ru_ru: Экспортировать заказ в почту РФ

source: Update order inform
ru_ru: Обновить информацию заказа

source: Force update order information like as delivery status and change order data in Russian Post
ru_ru: Принудительное обновление информации о заказе, например статус доставки и изменение данных заказа в Почте России

source: Remove order from Russian Post
ru_ru: Удалить заказ из почты РФ

source: No Russian Post orders found.
ru_ru: Нет ни одного заказа для почты РФ

source: Russian Post - Order information
ru_ru: Почта России - Информация

source: The information about the order will become available only after the order has been sent to Russian Post.
ru_ru: Информация о заказе станет доступна только после отправки заказа в Почту России.

source: This order doesnt utilize the Russian Post shipping method.
ru_ru: В этом заказе не используется способ доставки Почтой России.

source: TN VED code
ru_ru: Код ТН ВЭД

source: Enter TN VED code for this product
ru_ru: Введите ТН ВЭД код для данного товара

source: This code is required for international shipping. If you do not enter the code, you cannot send this product to a foreign country via Russian Post.
ru_ru: Этот код необходим для международной доставки. Если вы не введете код, вы не сможете отправить этот товар в другую страну Почтой России.

source: Welcome to setup of the plugin %s!
ru_ru: Добро пожаловать в установку плагина %s!

source: <p><strong>Note:</strong> You must have a <a href="%s" target="_blank">Russian Post account</a> with a valid contract to complete setup.
ru_ru: <p><strong>Примечание</strong>. Для завершения настройки у вас должна быть <a href="%s" target="_blank">учетная запись Почты России</a> с действующим договором.</p>

source: <p>Not ready to setup yet? You can do this later on the <a href="%s">plugin settings page</a>.</p>
ru_ru: <p>Еще не готовы к настройке? Вы можете сделать это позже <a href="%s">на странице настроек плагина</a>.</p>

source: Authorization data from Russian Post API
ru_ru: Данные авторизации от API Почты России

source: The plugin needs authorization data from the Russian Post API to work. If you do not have access to your personal account of the Russian Post, then you need to create one <a href="%s" target="_blank">on this page</a>.
ru_ru: Плагину для работы нужны авторизационные данные от API Почты России. Если у вас нет доступа к личному кабинету Почты России, то вам необходимо создать его <a href="%s" target="_blank">на этой странице</a>.

source: Username
ru_ru: Имя пользователя

source: Phone number or email
ru_ru: Телефон или емайл

source: Enter your username from Russian Post account
ru_ru: Введите имя пользователя от аккаунта Почты РФ

source: Password
ru_ru: Пароль

source: Enter your password
ru_ru: Введите ваш пароль

source: Enter password from your Russian Post account. Notice: Password should not includes special symbols like as #,%,&,$,! etc
ru_ru: Введите ваш пароль от аккаунта Почты РФ. Заметка: Пароль не должен содержать такие спец символы как #,%,&,$,! и т.д.

source: Auth token
ru_ru: Токен авторизации

source: Enter your authorization token
ru_ru: Введите ваш токен авторизации

source: You can get the token on your account page of Russian Post. It locate on <a href="https://otpravka.pochta.ru/settings#/api-settings">settings API page</a>.
ru_ru: Получить токен можно на странице личного кабинета Почты России. Он находится на <a href="https://otpravka.pochta.ru/settings#/api-settings">странице настроек API</a>.

source: Can not save settings. Account username must be email or phone number
ru_ru: Не возможно сохранить настройки. Имя пользователя (логин) должно быть email или номером телефона.

source: The password cannot be empty. Please enter your correct account password.
ru_ru: Пароль не может быть пустым. Пожалуйста, введите правильный пароль учетной записи.

source: The token cannot be empty. Please enter your API Token.
ru_ru: Токен не может быть пустым. Пожалуйста, введите ваш токен API.

source: Dimensions and weight parameters of the goods
ru_ru: Габаритные и весовые параметры товара

source: Specify the average parameters of the dimensions and weight of one product. These values will be used when calculating the cost of delivery if this or that parameter is not specified in the product card.
ru_ru: Укажите средние параметры габаритов и веса одного товара. Эти значения будут использоваться при расчете стоимости доставки, если тот или иной параметр не указан в карточке товара.

source: Weight, (gram)
ru_ru: Вес (грамм)

source: E.g 500
ru_ru: Например 500

source: Height, (mm.)
ru_ru: Высота (мм.)

source: E.g 150
ru_ru: Например 150

source: Width, (mm.)
ru_ru: Ширина (мм.)

source: Length, (mm.)
ru_ru: Длина (мм.)

source: Weight
ru_ru: Вес

source: Height
ru_ru: Высота

source: Width
ru_ru: Ширина

source: Length
ru_ru: Длина

source: Parameter %s cannot be empty
ru_ru: Параметр %s не может быть пустым

source: Parameter %s must be integer
ru_ru: Значение параметра %s должно быть целым числом

source: Orders parameters
ru_ru: Параметры заказов

source: Settings for order parameters that will be exported to the personal account of the Russian Post
ru_ru: Настройки параметров заказа, которые будут экспортироваться в личный кабинет Почты России

source: Order export type
ru_ru: Тип экспорта заказа

source: Otpravka
ru_ru: Отправка

source: Widget
ru_ru: Виджет

source: The type of export of the order will depend on which personal account the order will be exported to. <a href="%s" target="_blank">Personal account <strong>Widget</strong></a>. <a href="%s" target="_blank">Personal account <strong>Otpravka</strong></a>.
ru_ru: Тип экспорта заказа будет зависеть от того, в какой личный кабинет будет экспортироваться заказ. <a href="%s" target="_blank">Личный кабинет <strong>Виджета</strong></a>. <a href="%s" target="_blank">Личный кабинет <strong>Отправки</strong></a>.

source: Export orders automatically
ru_ru: Экспортировать заказы автоматически

source: Orders will be automatically exported to the dashboard of the Russian Post when the selected status is assigned to the order.
ru_ru: Заказы будут автоматически экспортироваться в личный кабинет Почты России при присвоении заказу выбранного статуса.

source: Order statuses for export
ru_ru: Статусы заказа для экспорта

source: Choose order status
ru_ru: Выберите статус заказа

source: Choose order status for auto export
ru_ru: Выберите статус заказ для автоматического экспорта

source: VAT rate
ru_ru: Налоговая ставка

source: Without VAT
ru_ru: Без НДС

source: Choose your VAT rate
ru_ru: Выберите вашу налоговую ставку

source: Tracking parameters
ru_ru: Параметры отслеживания

source: To use this option, you need to provide your credentials for the Tracking Russian Post service. You can obtain these credentials <a href="https://tracking.pochta.ru/access-settings" target="_blank">here</a>
ru_ru: Чтобы использовать эти опции, вам необходимо указать свои учетные данные от сервиса «Отслеживание Почты России». Вы можете получить эти данные <a href="https://tracking.pochta.ru/access-settings" target="_blank">здесь</a>

source: Enable tracking
ru_ru: Включить отслеживание

source: Track changes in delivery status for orders. The status is checked automatically according to the schedule once a day.
ru_ru: Отслеживание изменений статуса доставки заказов. Статус проверяется автоматически по расписанию один раз в сутки.

source: Login
ru_ru: Логин

source: Enter your login
ru_ru: Введите ваш логин

source: Complete status
ru_ru: Статус завершеного заказа

source: Non use
ru_ru: Не использовать

source: Choose the status for delivered orders.
ru_ru: Выберите статус для заказов которые были доставлены до покупателя.

source: In delivering status
ru_ru: Статус "Доставляется"

source: Select a status for orders in transit. NOTE: Do not use this option if you do not have the appropriate status for the order.
ru_ru: Выберите статус для заказов которые находятся в процессе доставки. ПРИМЕЧАНИЕ. Не используйте эту опцию, если у вас нет соответствующего статуса для заказа.

source: Cancel status
ru_ru: Статус "Отменён"

source: Select a status for canceled orders. NOTE: Do not use this option if you do not want the order to be canceled in case of failed delivery..
ru_ru: Выберите статус для заказов которые были отменены. ПРИМЕЧАНИЕ. Не используйте эту опцию, если вы не хотите, чтобы заказ был отменен в случае неудачной доставки.

source: Login and password can not be empty if you want to use Tracking options. Please enter your credential data from the tracking service or disable the tracking option.
ru_ru: Логин и пароль не могут быть пустыми, если вы хотите использовать параметры отслеживания. Пожалуйста, введите свои учетные данные из службы отслеживания или отключите опцию отслеживания.

source: State suggestions
ru_ru: Подсказки для "Область/Район"

source: Allow auto-suggestions for "State" field on checkout page. It works only Russian`s addresses.
ru_ru: Разрешить авто-подсказки для поля "Регион" на странице оформления заказа. Работает только для адресов России.

source: City suggestions
ru_ru: Подсказки для "Населённый пункт"

source: Allow auto-suggestions for "City" field on checkout page. It works only Russian`s addresses.
ru_ru: Разрешить авто-подсказки для поля "Населённый пункт" на странице оформления заказа. Работает только для адресов России.

source: Address suggestions
ru_ru: Подсказки для "Адрес"

source: Allow auto-suggestions for "Address" field on checkout page. It works only Russian`s addresses.
ru_ru: Разрешить авто-подсказки для поля "Адрес" на странице оформления заказа. Работает только для адресов России.

source: Fill postcode field
ru_ru: Заполнять поле "Почтовый индекс"

source: Enable this option to allow to fill the field of zipcode by selected address. It works only if "Address suggestions" option is enabled.
ru_ru: Включите эту опцию если хотите чтобы поле "Почтовый индекс" заполнялось автоматически при выборе адреса. Работает только если включена опция "Подсказки для поля адрес".

source: Debug mode
ru_ru: Режим отладки

source: In debug mode, all requests and responses from the Russian Post server will be written to <a href="%s">a log file</a>. It is necessary in case of finding out the reasons for a malfunctioning plugin. Do not use this option unless necessary.
ru_ru: В режиме отладки все запросы и ответы от сервера Почты России будут записываться в <a href="%s">лог</a>. Это необходимо в случае выяснения причин некорректной работы плагина. Не используйте эту опцию без необходимости.

source: Activate license
ru_ru: Активировать лицензию

source: Activate your license key
ru_ru: Активировать ваш лицензионный ключ

source: To correct the plugin work, need to enter and activate a license key. Keep in your mind, without a license key, you will not be able to get updates, support and many functions will not be available to use.
ru_ru: Для корректной работы плагина необходимо ввести и активировать лицензионный ключ. Имейте в виду, без лицензионного ключа вы не сможете получать обновления, поддержку и многие функции будут недоступны для использования.

source: Go to Dashboard
ru_ru: Войти в аккаунт

source: Account settings
ru_ru: Настройки аккаунта

source: Be sure to configure the settings of the user personal account. To log-in, you will need credential data from your account.
ru_ru: Обязательно настройте параметры личного кабинета пользователя. Для входа вам потребуются учетные данные от вашего аккаунта.

source: Setup shipping
ru_ru: Настроить доставку

source: Setup shipping methods
ru_ru: Настроить способы доставки

source: Create shipping method of Russian Post and setup it.
ru_ru: Создайте способ доставки Почтой России и настройте его.

source: Setup notification
ru_ru: Настроить уведомления

source: Setup users email notifications
ru_ru: Настроить емайл уведомления пользователя

source: You can also change users email notification settings. E.g email message and heading.
ru_ru: Вы также можете изменить настройки уведомлений по емайл для пользователей. Например, сообщение и заголовок емайла.

source: Visit docs
ru_ru: Документация

source: Get Support
ru_ru: Поддержка

source: Leave a Review
ru_ru: Оставить отзыв

source: Well, it is almost done. Just a little further.
ru_ru: Ну почти готов. Осталось совсем чуть-чуть.

source: <p>It seems you have not entered your credential data. You can <a href="%s">go back and enter your credetial</a> or visit the <a href="%s">plugin settings page</a></p>
ru_ru: <p>Похоже, вы не ввели свои учетные данные. Вы можете <a href="%s">вернуться и ввести свои учетные данные</a> или сделать это на <a href="%s">странице настроек плагина</a></p>

source: <small class="description">Your licanse key: %s</small>
ru_ru: <small class="description">Ваш лицензионный ключ: %s</small>

source: Want to keep in touch?
ru_ru: Хотите оставаться на связи?

source: To receive timely information about new versions of the plugin and other news related to the work of our plugins, join to our telegram channel.
ru_ru: Чтобы получать своевременную информацию о новых версиях плагина и других новостях, связанных с работой наших плагинов, присоединяйтесь к нашему каналу в Telegram.

source: Join us
ru_ru: Присоединяйтесь к нам

source: Delivery to Postamat is not available for this type of shipment. Please choose a postal office or another shipping method.
ru_ru: Доставка в Почтамат не доступна для данного типа отправления. Пожалуйста, выберите почтовое отделение или другой метод доставки.

source: The order %d was successfully exported to Russian
ru_ru: Заказ %d был успешно экспортирован в Почту России

source: Failed to export orders to Russian Post. You can see the reason in the <a href="%s" target="_blank">notes to the order</a>.
ru_ru: Не удалось экспортировать заказ в Почту России. Вы можете посмотреть причину в <a href="%s" target="_blank">заметках заказа</a>.

source: The order %d was successfully canceled
ru_ru: Заказ %d был успешно отменён.

source: Failed to cancel orders from Russian Post.
ru_ru: Не удалось отменить заказ из Почты России.

source: Information of order %d was updated
ru_ru: Информация о заказе %d была обновлена.

source: I got it!
ru_ru: Я понял!

source: Choose postal office
ru_ru: Выберите почтовое отделение

source: Another postal office
ru_ru: Другое почтовое отделение

source: Postal office
ru_ru: Почтовое отделение

source: Time of delivery
ru_ru: Время доставки

source: You didnt select a postal office. Please choose a postal office to delivery your order.
ru_ru: Вы не выбрали почтовое отделение. Пожалуйста, выберите отделение Почты России для доставки вашего заказа.

source: The city of chosen delivery point is not matched with your shipping city. Please select the correct delivery point, either change your shipping address or select another shipping method.
ru_ru: Город выбранного пункта доставки не совпадает с вашим городом доставки. Пожалуйста, выберите правильный пункт доставки, либо измените адрес доставки, либо выберите другой способ доставки.

source: The payment method <strong>%s</strong> is unavailable for Postamat and ECOM shipping type. To continue with your order, please choose another payment or shipping method.
ru_ru: Метод оплаты <strong>%s</strong> недоступен для такого вида отпраления как ЕКОМ и Почтамат. Для продолжения оформления заказа, пожалуйста, выберите другой метод оплаты или метод доставки.

source: Delivery to Postamat is available only for such types of shipment as "%s" and "%s"
ru_ru: Доставка в Почтаматы доступна только для таких видов отправления как "%s" и "%s"

source: The total dimensions of all products exceed the maximum allowable cell sizes of the chosen parcel locker. Please choose another parcel locker or shipping method.
ru_ru: Суммарные размеры всех товаров превышают максимально допустимые размеры ячеек выбранного постамата. Пожалуйста, выберите другой почтамат или способ доставки.

source: The address "%s" you entered is unavailable to deliver by Russian Post. Please ensure your shipping address is correct.
ru_ru: Введенный вами адрес "%s" недоступен для доставки Почтой России. Пожалуйста, убедитесь, что ваш адрес доставки правильный.

source: The $order variable is not an object of the WC_Order class.
ru_ru: Переменная $order не является объектом класса WC_Order.

source: Attention! The shipping method type has been changed from %s to %s. This means that the final shipping cost may also change both up and down.
ru_ru: Внимание! Тип метода дсотавки был изменён с %s на %s. Это означает, что итоговая стоимость доставки может измениться как в большую так и в меньшую сторону.

source: Details of chosen %s
ru_ru: Детали выбраного %s

# Предложный падеж
source: Postamat
ru_ru: Постамата

# Предложный падеж
source: Postal office
ru_ru: Почтового отделения

source: Russian Post (v%s)
ru_ru: Почта России (v%s)

source: Main settings of <a href="%s">%s</a>.
ru_ru: Основные настройки <a href="%s">%s</a>.

source: Authorization
ru_ru: Авторизация

source: Goods dimensions
ru_ru: Размеры товаров
