Repository: SamTyurenkov/shop.keramika-kartina.ru
Catalog: plugins/woodev-*-post/woodev/languages/woodev-plugin-framework-*.po
Languages: ru_ru

source: Thanks for installing %1$s! To get started, take a minute to %2$sread the documentation%3$s :)
ru_ru: Спасибо за установку плагина %1$s! Для начала, уделите минутку %2$sна изучение документации%3$s :)

source: Thanks for installing %1$s! To get started, take a minute to complete these %2$squick and easy setup steps%3$s :)
ru_ru: Спасибо за установку плагина %1$s! Для начала, уделите минутку на выполнение нескольких %2$sбыстрых и простых шагов настройки%3$s :)

source: Setup
ru_ru: Установка

source: %s &rsaquo; Setup
ru_ru: %s &rsaquo; Установка

source: Oops! An error occurred, please try again.
ru_ru: Ой! Произошла ошибка. Пожалуйста, попробуйте еще раз.

# enhanced select
source: No matches found
ru_ru: Совпания не найдены

# enhanced select
source: Loading failed
ru_ru: Неудачная загрузка

# enhanced select
source: Please enter 1 or more characters
ru_ru: Пожалуйста введите минимум 1 символ

# enhanced select
source: Please enter %qty% or more characters
ru_ru: Введите %qty% или более символов

# enhanced select
source: Please delete 1 character
ru_ru: Пожалуйста удалите один символ

# enhanced select
source: Please delete %qty% characters
ru_ru: Пожалуйста удалите %qty% символов

# enhanced select
source: You can only select 1 item
ru_ru: Вы можете выбрать только один элемент

# enhanced select
source: You can only select %qty% items
ru_ru: Вы можете выбрать только %qty% символов

# enhanced select
source: Loading more results&hellip;
ru_ru: Загружаем ещё результаты&hellip;

# enhanced select
source: Searching&hellip;
ru_ru: Идёт поиск&hellip;

source: Ready!
ru_ru: Готово!

source: Welcome to %s!
ru_ru: Добро пожаловать в %s!

source: This quick setup wizard will help you configure the basic settings and get you started.
ru_ru: Этот мастер быстрой настройки поможет вам настроить основные параметры и начать работу.

source: %s is ready!
ru_ru: %s готов к использованию!

source: Next step
ru_ru: Следующий шаг

source: You can also:
ru_ru: Вы так же можете:

source: View the Docs
ru_ru: Посмотреть документацию

source: See more setup options
ru_ru: Посмотреть дополнительные параметры настройки

source: Learn more about customizing the plugin
ru_ru: Узнайте больше о настройке плагина

source: Review Your Settings
ru_ru: Просмотреть свои настройки

source: Leave a Review
ru_ru: Оставить отзыв

source: Continue
ru_ru: Продолжить

source: required
ru_ru: обязательно

source: optional
ru_ru: опционально

source: Choose an option
ru_ru: Выберите вариант

source: Return to the WordPress Dashboard
ru_ru: Вернуться в админку Wordpress

source: Not right now
ru_ru: Не сейчас

source: Skip this step
ru_ru: Пропустить этот шаг

source: Woodev license keys
ru_ru: Лицензионные ключи Woodev

source: Licenses
ru_ru: Лицензии

source: To use Woodev plugins, please provide your valid license key and activate it below. License key was sending to your email after purchase. Also, you can get key on <a href="%s" target="_blank">your account page</a>.
ru_ru: Чтобы использовать плагины Woodev, предоставьте действующий лицензионный ключ и активируйте его ниже. Лицензионный ключ был отправлен на вашу электронную почту после покупки. Так же, вы можете получить ключ на <a href="%s" target="_blank">странице вашего аккаунта</a>.

source: Save changes
ru_ru: Сохранить изменения

source: Woodev all plugins
ru_ru: Все плагины Woodev

source: Plugins
ru_ru: Плагины

source: Woodev Plugins
ru_ru: Плагины Woodev

source: Improve your Wordpress website with our extensions.
ru_ru: Улучшайте свой Wordpress сайт с помощью наших расширений.

source: Search for extensions
ru_ru: Найти плагин

source: All
ru_ru: Все категории

source: Buy by %d RUB
ru_ru: Купить за %d руб

source: Free download
ru_ru: Скачать бесплатно

source: Deactivated %d plugin
ru_ru: Деактивирован %d плагин

source: Deactivated one plugin
ru_ru: Один плагин деактивирован

source: %1$sAttention!%2$s The plugin %3$s was disabled because it is out of date and incompatible with the
ru_ru: %1$sВнимание!%2$s Плагин %3$s был отключен, поскольку он устарел и несовместим с

source: newer plugin %s.
ru_ru: новым плагином %s.

source: To resolve this, please %1$supdate%2$s (recommended) or %1$sdeactivate%2$s
ru_ru: Чтобы решить это, пожалуйста, %1$sобновите%2$s (рекомендуется) или %1$sдеактивируйте%2$s

source: the plugin %1$s, or %2$sdeactivate%3$s
ru_ru: плагин %1$s, или %2$sдективируйте%3$s

source: the plugin %s.
ru_ru: плагин %s.

source: The following plugins are inactive because they require a newer version of WooCommerce:
ru_ru: Следующие плагины неактивны, поскольку для них требуется более новая версия WooCommerce:

source: The following plugin is inactive because it requires a newer version of WooCommerce:
ru_ru: Следующий плагин неактивен, поскольку для него требуется более новая версия WooCommerce:

source: %1$s requires WooCommerce %2$s or newer
ru_ru: %1$s требуется версия WooCommerce %2$s или выше

source: Please %1$supdate WooCommerce%2$s
ru_ru: Пожалуйста %1$sобновите WooCommerce%2$s

source: The following plugins are inactive because they require a newer version of WordPress:
ru_ru: Следующие плагины неактивны, поскольку для них требуется более новая версия WordPress:

source: The following plugin is inactive because it requires a newer version of WordPress:
ru_ru: Следующий плагин неактивен, поскольку для него требуется более новая версия WordPress:

source: %1$s requires WordPress %2$s or newer
ru_ru: %1$s требуется версия WordPress %2$s или выше

source: Please %1$supdate WordPress%2$s
ru_ru: Пожалуйста %1$sобновите WordPress%2$s

source: No items to pack!
ru_ru: Нет элементов для упаковки!

# coordinating conjunction for a list of items: a, b, and c
source: and
ru_ru: и

source: Awesome
ru_ru: Потресающе

source: Fantastic
ru_ru: Фантастика

source: Amazing
ru_ru: Восхитительно

source: Wow
ru_ru: Вау

source: Wonderful
ru_ru: Чудестно

source: Perfect
ru_ru: Привосходно

source: Congratulations
ru_ru: Поздравляем

source: Are you having a great experience with %1$s so far? Please consider %2$sleaving a review%3$s! If things aren't going quite as expected, we're happy to help -- please %4$sreach out to our support team%5$s.
ru_ru: У вас уже есть хороший опыт в использовании плагина %1$s? Если вас не затруднит %2$sоставьте отзыв%3$s! Если что-то пойдет не так, как ожидалось, мы будем рады помочь — %4$sобратитесь в нашу службу поддержки%5$s.

source: Once Weekly
ru_ru: Раз в неделю

source: %1$s - A minimum of %2$s is required.
ru_ru: %1$s - Необходимо минимум %2$s.

source: Set as %1$s - %2$s is required.
ru_ru: Установлено %1$s - требуется %2$s.

source: %1$s requires the %2$s PHP extension to function. Contact your host or server administrator to install and configure the missing extension.
ru_ru: Для плагина %1$s требуется PHP расширение %2$s. Обратитесь к администратору хостинга или сервера, чтобы установить и настроить отсутствующее расширение.

source: %1$s requires the %2$s PHP function to exist. Contact your host or server administrator to install and configure the missing function.
ru_ru: Для плагина %1$s требуется PHP функция: %2$s. Обратитесь к администратору хостинга или сервера, чтобы установить и настроить недостающую функцию.

source: %s may behave unexpectedly because the following PHP configuration settings are required:
ru_ru: Плагин %s может вести себя не стабильно, поскольку требуются следующие параметры конфигурации PHP:

source: %s or higher
ru_ru: %s или выше

source: Please contact your hosting provider or server administrator to configure these settings.
ru_ru: Пожалуйста, свяжитесь с вашим хостинг-провайдером или администратором сервера, чтобы настроить эти параметры.

source: Hey there! We've noticed that your server is running %1$san outdated version of PHP%2$s, which is the programming language that WooCommerce and its extensions are built on. The PHP version that is currently used for your site is no longer maintained, nor %1$sreceives security updates%2$s; newer versions are faster and more secure. As a result, %3$s no longer supports this version and you should upgrade PHP as soon as possible. Your hosting provider can do this for you. %4$sHere are some resources to help you upgrade%5$s and to explain PHP versions further.
ru_ru: Привет! Мы заметили, что на вашем сервере установлена %1$sустаревшая версия PHP%2$s — языка программирования, на котором построены WooCommerce и его расширения. Версия PHP, которая в настоящее время используется для вашего сайта, больше не поддерживается и %1$sне получает обновлений безопасности%2$s. Более новые версии быстрее и безопаснее. В результате, плагин %3$s больше не поддерживает эту версию, и вам следует обновить PHP как можно скорее. Ваш хостинг-провайдер может сделать это за вас. %4$sНаша поддежка может помоч вам выполнить обновление%5$s и более подробно объяснить версии PHP.

source: Cannot get license data
ru_ru: Не удалось получить данные лицензии

source: plugin
ru_ru: плагин

source: This appears to be an invalid license key for %s.
ru_ru: Похоже, указан неверный лицензионный ключ для %s.

source: The key you entered belongs to a bundle, please use the product specific license key.
ru_ru: Введенный вами ключ принадлежит набору плагинов, используйте лицензионный ключ для конкретного плагина.

source: Your license key has been deactivated.
ru_ru: Ваш лицензионный ключ деактивирован.

source: Unlicensed: currently not receiving updates.
ru_ru: Нелицензированный: в настоящее время плагин не будет работать.

source: License key never expires.
ru_ru: Срок действия лицензионного ключа никогда не истекает (пожизненная лицензия).

source: Your license key expires soon! It expires on %1$s. %2$sRenew your key%3$s before it expires.
ru_ru: Срок действия вашего лицензионного ключа скоро истечет! Срок его действия истекает %1$s. %2$sОбновите ключ%3$s до истечения срока его действия.

source: Your license key expires on %s.
ru_ru: Срок действия вашего лицензионного ключа истекает %s.

source: Your license key expired on %1$s. Please %2$srenew your license key%3$s.
ru_ru: Срок действия вашего лицензионного ключа истек %1$s. Пожалуйста, %2$sобновите лицензионный ключ%3$s.

source: Your license key has expired. Please %1$srenew your license key%2$s.
ru_ru: Срок действия вашего лицензионного ключа истек. Пожалуйста, %1$sобновите лицензионный ключ%2$s.

source: Your license key has been disabled. Please %1$scontact support%2$s for more information.
ru_ru: Ваш лицензионный ключ отключен. Пожалуйста, %1$sсвяжитесь со службой поддержки%2$s для получения дополнительной информации.

source: Your license key has reached its activation limit. %1$sView possible upgrades%2$s now.
ru_ru: Ваш лицензионный ключ достиг предела активации. %1$sПросмотрите возможные обновления%2$s прямо сейчас.

source: Your %1$s license key is not active for this URL. Please %2$svisit your account page%3$s to manage your license keys.
ru_ru: Ваш лицензионный ключ %1$s не активен для этого сайта. Пожалуйста, %2$sперейдите на страницу своей учетной записи%3$s, чтобы управлять своими лицензионными ключами.

source: Invalid license. Please %1$svisit your account page%2$s and verify it.
ru_ru: Недействительная лицензия. Пожалуйста, %1$sперейдите на страницу своей учетной записи%2$s и подтвердите ее.

source: Enter your valid license key
ru_ru: Введите действующий лицензионный ключ

source: Before change your license key you have to deactivate current license
ru_ru: Прежде чем изменить лицензионный ключ, вам необходимо деактивировать текущую лицензию.

source: Verify
ru_ru: Проверить

source: To receive updates and support, please enter your valid license key for <strong>%s</strong>
ru_ru: Чтобы получать обновления и поддержку, введите действительный лицензионный ключ для <strong>%s</strong>.

source: Deactivate
ru_ru: Деактивировать

source: Allow to upload a beta version
ru_ru: Разрешить загрузку бета версий плагина.

source: License does not exist
ru_ru: Лицензия не существует

source: Site URL is not provided
ru_ru: URL сайта не указан

source: Attempting to activate a bundles parent license
ru_ru: Попытка активировать родительскую лицензию для группы плагинов

source: License key revoked
ru_ru: Лицензионный ключ отозван

source: No activations left
ru_ru: Активаций не осталось

source: License has expired
ru_ru: Срок действия лицензии истек

source: License is not valid for this plugin
ru_ru: Лицензия недействительна для этого плагина.

source: Invalid plugin ID
ru_ru: Неверный ID плагина

source: Site is not active for this license
ru_ru: Сайт не активен для этой лицензии

source: License key does not match
ru_ru: Лицензионный ключ не соответствует

source: License is valid
ru_ru: Лицензия действительна

source: Unknown license status
ru_ru: Неизвестный статус лицензии

source: Nonce verification failed
ru_ru: Проверка nonce не удалась

source: Error
ru_ru: Ошибка

source: License key was not provided.
ru_ru: Лицензионный ключ не был предоставлен.

source: Cannot get license data. Please try again.
ru_ru: Невозможно получить данные лицензии. Пожалуйста, попробуйте еще раз.

source: Your license key for %s is not valid. The key is not existing, or linked customer was deleted. Please provide another license key to continue to get support and updates.
ru_ru: Ваш лицензионный ключ для %s недействителен. Ключ не существует или связанный клиент был удален. Укажите другой действующий лицензионный ключ, чтобы продолжать использовать плагин, получать поддержку и обновления.

source: Cannot verify license key. Please try again.
ru_ru: Невозможно проверить лицензионный ключ. Пожалуйста, попробуйте еще раз.

source: Your license key for %s is not valid. The key is not existing, or linked customer was deleted. Please provide another key to continue to get support and updates.
ru_ru: Ваш лицензионный ключ для %s недействителен. Ключ не существует или связанный клиент был удален. Укажите другой действующий лицензионный ключ, чтобы продолжать использовать плагин, получать поддержку и обновления.

source: You have invalid or expired license keys for %1$s. %2$sActivate License%3$s
ru_ru: У вас есть недействительные или просроченные лицензионные ключи для %1$s. %2$sАктивировать лицензию%3$s

source: Enter valid license key for automatic updates.
ru_ru: Введите действующий лицензионный ключ для автоматического обновления.

source: Attention! Please Backup your site before updating.
ru_ru: Внимание! Пожалуйста, сделайте резервную копию вашего сайта перед обновлением.

source: The latest version of %1$s%2$s %3$s%4$s includes massive changes across different areas of the plugin with revamped code structure for optimized performance. We would highly recommend you to backup your entire site before updating the plugin & test it on your staging website. %5$sContact our Support%6$s if you encounter any kind of errors or if you need any kind of assistance.
ru_ru: Последняя версия %1$s%2$s %3$s%4$s включает значительные изменения в различных областях плагина с обновленной структурой кода для оптимизации производительности. Мы настоятельно рекомендуем вам сделать резервную копию всего вашего сайта перед обновлением плагина и протестировать его на своем тестовом сайте. %5$sСвяжитесь с нашей службой поддержки%6$s, если у вас возникнут какие-либо ошибки или вам понадобится какая-либо помощь.

source: We also recommend that you %1$sread the documentation%2$s after updating the plugin.
ru_ru: Мы также рекомендуем вам %1$sпрочитать документацию%2$s после обновления плагина.

source: Are you sure you wish to process this capture? The action cannot be undone.
ru_ru: Вы уверены, что хотите выполнить эту операцию? Данное действие нельзя отменить.

source: Something went wrong, and the capture could no be completed. Please try again.
ru_ru: Что-то пошло не так, и операция не может быть завершена. Пожалуйста, попробуйте еще раз.

source: Capture Charge
ru_ru: Списание средств

source: This charge has been fully captured.
ru_ru: Этот платёж был полностью списан.

source: This charge can no longer be captured.
ru_ru: Этот платёж больше нельзя списать.

source: This charge cannot be captured.
ru_ru: Этот платёж нельзя списать.

source: Are you sure you want to remove this token?
ru_ru: Вы уверены, что хотите удалить этот токен?

source: Invalid token data
ru_ru: Некорректные данные токена

source: An error occurred. Please try again.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Default
ru_ru: По умолчанию

source: Token ID
ru_ru: Идентификатор токена

source: Card Type
ru_ru: Тип карты

source: Last Four
ru_ru: Последние четыре

source: Expiration (MM/YY)
ru_ru: Срок действия (ММ/ГГ)

source: Account Type
ru_ru: Тип аккаунта

source: Checking
ru_ru: Проверка

source: Savings
ru_ru: Сохранение

source: Refresh
ru_ru: Обновить

source: Add New
ru_ru: Добавить новый

source: Save
ru_ru: Сохранить

source: Remove
ru_ru: Удалить

source: %s Payment Tokens
ru_ru: %s Платёжные токены

source: Customer ID
ru_ru: ID Покупателя

source: This section contains configuration settings for this gateway.
ru_ru: Этот раздел содержит параметры конфигурации для этого шлюза.

source: Environment
ru_ru: Среда

source: The transaction environment for this gateway.
ru_ru: Среда проведения транзакции для данного платежного шлюза.

source: Tokenization Enabled
ru_ru: Включена токенизация.

source: Displays whether or not tokenization is enabled for this gateway.
ru_ru: Отображает, включена ли токенизация для этого шлюза.

source: Debug Mode
ru_ru: Режим отладки

source: Displays whether or not debug logging is enabled for this gateway.
ru_ru: Отображает, включен ли режим отладки для этого шлюза.

source: Display at Checkout & Log
ru_ru: На странице оформления заказа и в лог

source: Display at Checkout
ru_ru: На странице оформления заказа

source: Save to Log
ru_ru: Сохранять в лог

source: Off
ru_ru: Выключено

source: Authorization total
ru_ru: Общая сумма авторизации

source: Amount already captured
ru_ru: Сумма, уже списанная/снятая

source: Remaining order total
ru_ru: Оставшаяся сумма заказа

source: Capture amount
ru_ru: Сумма, которую нужно списать

source: Comment (optional):
ru_ru: Комментарий (опционально):

source: Capture %s
ru_ru: Списать %s

source: Cancel
ru_ru: Отмена

source: -- Select an option --
ru_ru: -- Выберите вариант --

source: No saved payment tokens
ru_ru: Нет сохраненных платежных токенов

source: The gateway customer ID for the user. Only edit this if necessary.
ru_ru: Идентификатор клиента для данного шлюза. Изменяйте только при необходимости.

source: Payment error, please try another payment method or contact us to complete your transaction.
ru_ru: Ошибка оплаты, попробуйте другой способ оплаты или свяжитесь с нами, чтобы завершить транзакцию.

source: Card expiration date is invalid
ru_ru: Срок действия карты недействителен

source: Card number is missing
ru_ru: Номер карты отсутствует

source: Card number is invalid (wrong length)
ru_ru: Неверный номер карты (неправильная длина)

source: Card number is invalid (only digits allowed)
ru_ru: Номер карты недействителен (разрешены только цифры)

source: Card number is invalid
ru_ru: Номер карты недействителен

source: Card security code is invalid (only digits are allowed)
ru_ru: Код безопасности карты недействителен (допускаются только цифры)

source: Card security code is invalid (must be 3 or 4 digits)
ru_ru: Код безопасности карты недействителен (должен состоять из 3 или 4 цифр)

source: Card security code is missing
ru_ru: Код безопасности карты отсутствует

source: Routing Number is missing
ru_ru: Отсутствует номер маршрутизации.

source: Routing Number is invalid (only digits are allowed)
ru_ru: Номер маршрутизации недействителен (допускаются только цифры).

source: Routing number is invalid (must be 9 digits)
ru_ru: Номер маршрутизации недействителен (должен состоять из 9 цифр).

source: Account Number is missing
ru_ru: Номер счета отсутствует.

source: Account Number is invalid (only digits are allowed)
ru_ru: Номер счета недействителен (допускаются только цифры).

source: Account number is invalid (must be between 5 and 17 digits)
ru_ru: Номер счета недействителен (должен содержать от 5 до 17 цифр).

source: Drivers license number is invalid
ru_ru: Номер водительского удостоверения недействителен

source: Unknown error
ru_ru: Неизвестная ошибка

source: Check number %s
ru_ru: Проверочный номер %s

source: (Transaction ID %s)
ru_ru: (ID транзакции %s)

source: %1$s %2$s %3$s Approved: %4$s ending in %5$s
ru_ru: %1$s %2$s %3$s подтверждён: %4$s заканчивается на %5$s

source: (expires %s)
ru_ru: (истекает %s)

source: %1$s - Add Payment Method for %2$s
ru_ru: %1$s - Добавить платёжный метод для %2$s

source: Loan
ru_ru: Кредит

source: Installment
ru_ru: Рассрочка

source: Checking Account
ru_ru: Проверка аккаунта

source: Savings Account
ru_ru: Сохранение аккаунта

source: Credit / Debit Card
ru_ru: Банковская карта

source: Bank Account
ru_ru: Банковский счёт

source: Thank you for your order, please click the button below to pay.
ru_ru: Спасибо за ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы оплатить.

source: Thank you for your order. We are now redirecting you to complete payment.
ru_ru: Спасибо за ваш заказ. Теперь мы перенаправляем вас для завершения оплаты.

source: Pay Now
ru_ru: Оплатить сейчас

source: Cancel Order
ru_ru: Отменить заказ

source: Could not find order %s
ru_ru: Не удалось найти заказ %s

source: %s duplicate transaction received
ru_ru: %s получен дубликат транзакции

source: Order %s is already paid for.
ru_ru: Заказ %s уже оплачен.

source: Edit
ru_ru: Редактировать

source: Title
ru_ru: Заголовок

source: Details
ru_ru: Детали

source: Oops, there was an error updating your payment method. Please try again.
ru_ru: К сожалению, при обновлении способа оплаты произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Oops, you took too long, please try again.
ru_ru: К сожалению, вы потратили слишком много времени, попробуйте еще раз.

source: There was an error with your request, please try again.
ru_ru: В вашем запросе произошла ошибка, попробуйте еще раз.

source: Where do I find this?
ru_ru: Где мне это найти?

source: Manage Payment Methods
ru_ru: Управление методами оплаты

source: Payment Info
ru_ru: Информация платежа

source: %1$s: WooCommerce is not being forced over SSL; your customers' payment data may be at risk. %2$sVerify your site URLs here%3$s
ru_ru: %1$s: WooCommerce не принудительно использует SSL; платежные данные ваших клиентов могут быть под угрозой. %2$sПодтвердите URL своего сайта здесь%3$s

source: %s will soon require TLS 1.2 support to process transactions and your server environment may need to be updated. Please contact your hosting provider to confirm that your site can send and receive TLS 1.2 connections and request they make any necessary updates.
ru_ru: %s скоро потребуется поддержка TLS 1.2 для обработки транзакций, и, возможно, потребуется обновить вашу серверную среду. Обратитесь к своему хостинг-провайдеру, чтобы подтвердить, что ваш сайт может отправлять и получать соединения TLS 1.2, и запросить необходимые обновления.

source: Heads up! %1$s is currently configured to log transaction data for debugging purposes. If you are not experiencing any problems with payment processing, we recommend %2$sturning off Debug Mode%3$s
ru_ru: Обратите внимание! %1$s в настоящее время настроен на регистрацию данных транзакций в целях отладки. Если у вас нет проблем с обработкой платежей, мы рекомендуем %2$sотключить режим отладки%3$s.

source: %s is not configured
ru_ru: %s не настроен

source: Configure
ru_ru: Настроить

source: Dismiss
ru_ru: Пропустить

source: you successfully processed a payment!
ru_ru: вы успешно обработали платеж!

source: you successfully processed a refund!
ru_ru: вы успешно оформили возврат!
