Repository: SamTyurenkov/shop.keramika-kartina.ru
Catalog: plugins/woodev-*-post/woodev/languages/woodev-plugin-framework-*.po
Languages: ru_ru

source: Continue to Payment
ru_ru: Продолжить оплату

source: Place order
ru_ru: Оплатить

source: Thank you for your order.
ru_ru: Спасибо за ваш заказ.

source: Enable / Disable
ru_ru: Вкл/Выкл

source: Enable this gateway
ru_ru: Включить этот метод оплаты

source: Payment method title that the customer will see during checkout.
ru_ru: Название способа оплаты, которое покупатель увидит при оформлении заказа.

source: Description
ru_ru: Описание

source: Payment method description that the customer will see during checkout.
ru_ru: Описание способа оплаты, которое покупатель увидит при оформлении заказа.

source: Detailed Decline Messages
ru_ru: Сообщения о статусе платежа

source: Check to enable detailed decline messages to the customer during checkout when possible, rather than a generic decline message.
ru_ru: Включите эту опцию если хотите показывать покупателям более детализированную информацию об их платеже, если она доступна.

source: Show Detailed Error Messages and API requests/responses on the checkout page and/or save them to the %1$sdebug log%2$s
ru_ru: Показывать подробные сообщения о запросах и ответов API на странице оформления заказа и/или сохранять их %1$sв журнале отладки%2$s

source: Show on Checkout Page
ru_ru: Показывать на странице оформления заказа

source: Both
ru_ru: Оба варианта

source: Select the gateway environment to use for transactions.
ru_ru: Выберите среду окружения для транзакций.

source: Connection Settings
ru_ru: Настройки соединения

source: Disabled because the other gateway is using these settings
ru_ru: Отключено потому что другой платёжный шлюх уже использует эти настройки

source: %1$s - Order %2$s
ru_ru: %1$s - заказ %2$s

source: %1$s - Capture for Order %2$s
ru_ru: %1$s - списание за заказ %2$s

source: %1$s - Refund for Order %2$s
ru_ru: %1$s - возврат за заказ %2$s

source: %1$s Refund in the amount of %2$s approved.
ru_ru: %1$s Возврат средств в размере %2$s одобрен.

source: %1$s Refund Failed: %2$s - %3$s
ru_ru: Ошибка возврата %1$s: %2$s - %3$s

source: %1$s Refund Failed: %2$s
ru_ru: Ошибка возврата %1$s: %2$s

source: %s Order completely refunded.
ru_ru: %s Заказ полностью возмещен.

source: Oops, you cannot partially void this order. Please use the full order amount.
ru_ru: К сожалению, вы не можете частично аннулировать этот заказ. Пожалуйста, используйте полную сумму заказа.

source: Status code %1$s: %2$s
ru_ru: Код статуса %1$s: %2$s

source: Status code: %s
ru_ru: Код статуса: %s

source: Status message: %s
ru_ru: Текст статуса: %s

source: Transaction ID %s
ru_ru: ID транзакции %s

source: %1$s %2$s %3$s Approved
ru_ru: %1$s %2$s %3$s Одобрен

source: %1$s ending in %2$s
ru_ru: %1$s заканчивается на %2$s

source: %s the loan was successfully Approved
ru_ru: %s кредит был успешно одобрен

source: The loan type: %s
ru_ru: Тип кредита: %s

source: Total amount: %s
ru_ru: Итоговая сумма: %s

source: Down payment: %s
ru_ru: Первоначальный взнос: %s

source: %1$s Transaction Held for Review (%2$s)
ru_ru: %1$s Транзакция на рассмотрении (%2$s)

source: Your order has been received and is being reviewed. Thank you for your business.
ru_ru: Ваш заказ принят и находится на рассмотрении. Спасибо что покупаете у нас.

source: %1$s Payment Failed (%2$s)
ru_ru: Ошибка платежа %1$s (%2$s)

source: An error occurred, please try again or try an alternate form of payment.
ru_ru: Произошла ошибка. Повторите попытку или выберите другой способ оплаты.

source: %1$s Transaction Cancelled (%2$s)
ru_ru: Транзакция %1$s отменена (%2$s)

source: Transaction Type
ru_ru: Тип транзакции

source: Select how transactions should be processed. Charge submits all transactions for settlement, Authorization simply authorizes the order total for capture later.
ru_ru: Выберите способ обработки транзакций. Charge отправляет все транзакции для расчета, авторизация просто авторизует общую сумму заказа для последующего списания.

source: Allow orders to be partially captured multiple times.
ru_ru: Разрешить частичное списание несколько раз.

source: or
ru_ru: или

source: a paid status
ru_ru: статус оплаты

source: These are the card logos that are displayed to customers as accepted during checkout.
ru_ru: Это логотипы карт, которые отображаются покупателям как доступные для оплаты во время оформления заказа.

source: This setting %1$sdoes not%2$s change which card types the gateway will accept. Accepted cards are configured from your payment processor account.
ru_ru: Этот параметр %1$sне%2$s меняет типы карт, которые принимает шлюз. Принимаемые карты настраиваются из вашей учетной записи платежного аккаунта.

source: Allow customers to securely save their payment details for future checkout.
ru_ru: Позволять клиентам безопасно сохранять свои платежные реквизиты для будущих покупок.

source: Heads up! %1$s is not fully configured and cannot accept payments. Please %2$sreview the documentation%3$s and configure the %4$sgateway settings%5$s.
ru_ru: Обратите внимание! %1$s настроен не полностью и не может принимать платежи. Пожалуйста, %2$sознакомьтесь с документацией%3$s и настройте %4$sпараметры шлюза%5$s.

source: There was a problem processing your order and it is being placed on hold for review. Please contact us to complete the transaction.
ru_ru: При обработке вашего заказа возникла проблема, и он приостановлен для проверки. Пожалуйста, свяжитесь с нами, чтобы завершить оплату.

source: %s Transaction Held for Review
ru_ru: %sтранзакция задержана для проверки

source: %s Transaction Cancelled
ru_ru: %s платёж отменён

source: Unknown Error
ru_ru: Неизвестная ошибка

source: There is a new version of %1$s available.
ru_ru: Доступна новая версия %1$s.

source: Contact your network administrator to install the update.
ru_ru: Обратитесь к сетевому администратору, чтобы установить обновление.

source: %1$sView version %2$s details%3$s.
ru_ru: %1$sПосмотреть сведения о версии %2$s%3$s.

source: %1$sView version %2$s details%3$s or %4$supdate now%5$s.
ru_ru: %1$sПосмотреть сведения о версии %2$s%3$s или %4$sобновить сейчас%5$s.

source: Update now.
ru_ru: Обновить сейчас.

source: You do not have permission to install plugin updates
ru_ru: У вас нет разрешения на установку обновлений плагина.

source: Unique identifier for the resource.
ru_ru: Уникальный идентификатор ресурса.

source: Sorry, you cannot list resources.
ru_ru: Извините, вы не можете перечислить ресурсы.

source: Setting %s does not exist
ru_ru: Параметр %s не существует

source: Sorry, you cannot edit this resource.
ru_ru: Извините, вы не можете редактировать этот ресурс.

source: Could not update setting: %s
ru_ru: Не удалось обновить настройки: %s

source: Unique identifier of the setting.
ru_ru: Уникальный идентификатор настройки.

source: The type of the setting.
ru_ru: Тип настройки.

source: The name of the setting.
ru_ru: Название настройки.

source: The description of the setting. It may or may not be used for display.
ru_ru: Описание настройки. Он может использоваться или не использоваться для отображения.

source: Whether the setting stores an array of values or a single value.
ru_ru: Сохраняет ли параметр массив значений или одно значение.

source: A list of valid options, used for validation before storing the value.
ru_ru: Список допустимых параметров, используемых для проверки перед сохранением значения.

source: Optional default value for the setting.
ru_ru: Необязательное значение по умолчанию для параметра.

source: The value of the setting.
ru_ru: Значение настройки.

source: Optional object that defines how the user will interact with and update the setting.
ru_ru: Необязательный объект, который определяет, как пользователь будет взаимодействовать с параметром и обновлять его.

source: The type of the control.
ru_ru: Тип элемента управления.

source: The name of the control. Inherits the setting's name.
ru_ru: Имя элемента управления. Наследует имя параметра.

source: The description of the control. Inherits the setting's description.
ru_ru: Описание элемента управления. Наследует описание параметра.

source: A list of key/value pairs defining the display value of each setting option. The keys should match the options defined in the base setting for validation.
ru_ru: Список пар ключ/значение, определяющих отображаемое значение каждого параметра настройки. Ключи должны соответствовать параметрам, определенным в базовой настройке для проверки.

source: Admin note: Option attributes are not set for all select controls.
ru_ru: Примечание для администратора. Атрибуты параметров не установлены для всех выбранных элементов управления.

source: Job data key "%s" not set
ru_ru: Улюч данных задачи "%s" не установлен

source: Job data key "%s" is not an array
ru_ru: Улюч данных задачи "%s" не массив

source: Every %d Minute
ru_ru: Каждую %d минуту

source: Background Processing Test
ru_ru: Тест фоновой обработки

source: Run Test
ru_ru: Запустить тест

source: This tool will test whether your server is capable of processing background jobs.
ru_ru: Этот инструмент проверит, способен ли ваш сервер обрабатывать фоновые задания.

source: Success! You should be able to process background jobs.
ru_ru: Успешно! У вас есть возможность обрабатывать фоновые задания.

source: Could not connect. Please ask your hosting company to ensure your server has loopback connections enabled.
ru_ru: Не удалось подключиться. Пожалуйста уточните у поддержики вашего хостинг провайдера что на вашем сервере есть возможность LOOPBACK соединений.

source: Invalid job ID
ru_ru: Некорректный ID задачи
